glossary = {
	'variable': 'Переменная:\nВ каждой переменной хранится значение, то есть данные, связанные с переменной.',
	'lists': 'Список:\nСписок представляет собой набор элементов, следующих в определенном порядке.',
	'tuples': 'Кортежи:\nВ языке Python значения, которые не могут изменяться, называются неизменяемыми\n(immutable), а неизменяемый список называется кортежем.',
	'dictionaries': 'Словари:\nCтруктура данных, предназначенных для объединения взаимосвязанной информации.',
	'strings': 'Строки:\nСтрока представляет собой простую последовательность символов.',
}

# 6.3 
# print(f"\n{glossary['variable']}")
# print(f"\n{glossary['lists']}")
# print(f"\n{glossary['tuples']}")
# print(f"\n{glossary['dictionaries']}")
# print(f"\n{glossary['strings']}")

# 6.4 

for glos in glossary.values():
	print(glos)